Repository: Conceiva/MezzmoKodiPlugin
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #30547
source: Mezzmo Movie Previews feature number of trailers to play before the main movie 0-6. 0 disables Mezzmo Movie Previews. Default is 3.
pt_br: O Mezzmo Movie Previews apresenta vários trailers para reproduzir antes do filme principal 0-6. 0 desativa as visualizações de filmes Mezzmo. O padrão é 3.

# #30548
source: When enabled the Mezzmo Movie Preview trailers will be from the year the movie was released to recreate a theater like experience. If disabled they will be from the current year. Default is enabled.
pt_br: Quando ativado, os trailers do Mezzmo Movie Preview serão do ano em que o filme foi lançado para recriar uma experiência semelhante a um cinema. Se desativados, serão do ano atual. O padrão é ativado.

# #30549
source: Fast sync time for native mode syncing of new Mezzmo library content and Mezzmo boommark / resume timers from other clients. 0-5 minutes. 0 is disabled. Default is 0.
pt_br: Tempo de sincronização rápido para sincronização de modo nativo do novo conteúdo da biblioteca Mezzmo e temporizadores de marcador/retomada Mezzmo de outros clientes. 0-5 minutos. 0 está desabilitado. O padrão é 0.

# #30550
source: Provide additional local trailer information regarding trailer type and enables color settings by type. Default is disabled.
pt_br: Forneça informações adicionais sobre o trailer local sobre o tipo de trailer e habilite as configurações de cores por tipo. O padrão é desabilitado.

# #30551
source: Select trailer information color for trailers which have been played.
pt_br: Selecione a cor das informações do trailer para os trailers que foram reproduzidos.

# #30552
source: Select trailer information color for local IMDB trailers.
pt_br: Selecione a cor das informações do trailer para trailers locais do IMDB.

# #30553
source: Select trailer information color for local YouTube trailers.
pt_br: Selecione a cor das informações do trailer para trailers locais do YouTube.

# #30554
source: When enabled will create dynamic music playlists for UPnP servers and add a context menu item to play them. Default is disabled.
pt_br: Quando ativado, criará listas de reprodução de música dinâmicas para servidores UPnP e adicionará um item de menu de contexto para reproduzi-las. O padrão é desabilitado.

# #30555
source: When enabled will refresh the Kodi screen after playback of the main movie completes. Not all Kodi skins (such as Confluence) refresh properly after playing a playlist. Enabling this resolves the issue. Default is disabled.
pt_br: Quando ativado, atualizará a tela do Kodi após a conclusão da reprodução do filme principal. Nem todas as skins do Kodi (como o Confluence) são atualizadas corretamente após a reprodução de uma lista de reprodução. Habilitar isso resolve o problema. O padrão é desabilitado.
