Repository: Conceiva/MezzmoKodiPlugin
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #30300
source: View
pt_br: Visualização

# #30310
source: Sort method
pt_br: Método de ordenamento

# #30311
source: None
pt_br: Nenhum

# #30312
source: Name
pt_br: Nome

# #30320
source: Sort direction
pt_br: Direção do ordenamento

# #30321
source: Ascending
pt_br: Ascendente

# #30322
source: Descending
pt_br: Descendente

# #30330
source: Movies View
pt_br: Visualização para os Filmes

# #30331
source: List
pt_br: Lista

# #30332
source: Big List
pt_br: Lista Grande

# #30333
source: Thumbnails
pt_br: Miniaturas

# #30339
source: Timers & Servers
pt_br: Temporizadores & Servidores

# #30340
source: Server Search Time (secs)
pt_br: Tempo de Procura do Servidor (segs)

# #30341
source: TV Shows View
pt_br: Visualização para os Seriados

# #30342
source: Folders View
pt_br: Visualização para as Pastas

# #30343
source: Photos View
pt_br: Visualização para as Fotos

# #30344
source: Servers View
pt_br: Visualização para os Servidores

# #30345
source: Default
pt_br: Padrão

# #30346
source: Go up
pt_br: Ir para o nível superiora

# #30347
source: Refresh
pt_br: Atualizar

# #30348
source: Details
pt_br: Detalhes

# #30349
source: Top Folder View
pt_br: Visualizar a Pasta Superior

# #30350
source: Only Show Mezzmo Servers
pt_br: Somente Mostrar os Servidores Mezzmo

# #30351
source: Search
pt_br: Procurar

# #30352
source: Video
pt_br: Vídeo

# #30353
source: Music
pt_br: Música

# #30354
source: Photo
pt_br: Foto

# #30355
source: Album
pt_br: Álbum

# #30356
source: Artist
pt_br: Artista

# #30358
source: Description
pt_br: Descrição

# #30359
source: Keywords
pt_br: Palavras chaves

# #30360
source: Title
pt_br: Título

# #30361
source: Selected Skin
pt_br: Skin Selecionada

# #30362
source: Content Control
pt_br: Controle de Conteúdo

# #30363
source: PIN to unlock all content
pt_br: PIN para desbloquear todos os conteúdos

# #30364
source: Creator/Director
pt_br: Criador/Diretor

# #30365
source: Music View
pt_br: Visualização para as Músicas

# #30366
source: Cache Mezzmo images
pt_br: Cache de imagens Mezzmo

# #30367
source: Kodi DB actor information copy
pt_br: Copiar informação do ator para o Database do Kodi

# #30368
source: Kodi DB clear Mezzmo data on startup
pt_br: Kodi Database limpa os dados do Mezzmo ao iniciar

# #30369
source: Add TV Episodes to Kodi DB
pt_br: Adicionar Episódios de TV para o Kodi

# #30370
source: Kodi DB Change Detection
pt_br: Detectar alterações no Database do Kodi

# #30371
source: Mezzmo Background Sync
pt_br: Sincronização Mezzmo em Segundo Plano

# #30372
source: Mezzmo mark watched
pt_br: Mezzmo marcar como assistido

# #30373
source: Mezzmo mark unwatched
pt_br: Mezzmo marcar como por assistir

# #30374
source: Mezzmo Duplicate Logging
pt_br: Mezzmo Log de Duplicatas

# #30375
source: Top/Folder Content Mapping
pt_br: Top/Pastas Mapeamento Conteúdo

# #30376
source: Music Info
pt_br: Info Música

# #30377
source: Bookmark Delay 0-30 (secs)
pt_br: Atraso nos Marcadores 0-30 (segs)

# #30378
source: Performance Logging Enabled
pt_br: Log de Performance Ativado

# #30379
source: Mezzmo Set Autostart
pt_br: Mezzmo Limpar Começo Automático

# #30381
source: All Other View
pt_br: Todas os Outras Modos de Visualizações

# #30382
source: Music Videos View
pt_br: Visualização para Concertos

# #30383
source: Pause Autostop (mins)
pt_br: Pausar Auto parar (mins)

# #30384
source: Mezzmo Logs & Stats
pt_br: Mezzmo Logs & Estatísticas

# #30385
source: Refresh Flag
pt_br: Atualizar Etiqueta

# #30386
source: Auto Background Sync
pt_br: Sincronização Automática em Segundo Plano

# #30387
source: Mezzmo View Mapping
pt_br: Mezzmo Visualização de Mapeamento

# #30388
source: Hidden variable
pt_br: Ocultar variável

# #30389
source: Mezzmo data successfully cleared from Kodi database.
pt_br: Dados do Mezzmo limpos com sucesso no database do Kodi.

# #30390
source: Mezzmo Server Timeout 10-60 (secs)
pt_br: Servidor Mezzmo tempo para Expirar 10-60 (segs)

# #30391
source: Search History 0-30 (searches)
pt_br: Procurar Histórico 0-30 (procuras)

# #30392
source: Select Mezzmo Sync Server
pt_br: Selecione Sincronizar Servidor Mezzmo

# #30393
source: Missing information from UPnP server to support playback.
pt_br: Informação ausente do Servidor UPnP para suportar reprodução.

# #30394
source: This UPnP server uses native UPnP support to play media. Would you like to enable this in Kodi ?
pt_br: Ocorreu um problema ao ativar o suporte Kodi UPnP. Por favor, verifique os logs Kodi e as configurações UPnP em Serviços.

# #30396
source: Mezzmo UPnP Kodi Setting
pt_br: Mezzmo UPnP Ajustes do Kodi

# #30397
source: Kodi UPnP support enabled.
pt_br: Kodi UPnP suporte ativado.

# #30398
source: Mezzmo UPnP Server Discovery
pt_br: Descoberta de Servidor UPnP Mezzmo

# #30399
source: No Mezzmo servers found.
pt_br: Nenhum servidor Mezzmo localizado.

# #30400
source: Mezzmo sync server updated automatically:
pt_br: Servidor de sincronização Mezzmo atualizado automaticamente:

# #30401
source: Mezzmo Sync Server
pt_br: Servidor de Sincronização Mezzmo

# #30402
source: Refreshing UPnP Server List. Please wait.
pt_br: Atualizando Lista de Servidor UPnP. Por favor aguarde.

# #30403
source: Mezzmo sync server search. No UPnP servers found.
pt_br: Pesquisa do servidor de sincronização Mezzmo. Nenhum servidor UPnP encontrado.

# #30404
source: UPnP Server Error
pt_br: Erro no servidor UPnP

# #30405
source: UPnP server not responding. Would you like to delete ?
pt_br: Servidor UPnP não respondendo. Você desejar deletar?

# #30406
source: Mezzmo UPnP Playback
pt_br: Mezzmo Reprodução UPnP

# #30407
source: The Mezzmo server did not respond.
pt_br: O servidor do Mezzmo não respondeu

# #30408
source: Mezzmo Server Error
pt_br: Erro no Servidor Mezzmo

# #30409
source: Select Mezzmo Sync Server
pt_br: Selecione o Servidor de Sincronização Mezzmo

# #30410
source: Other UPnP Server Timeout 10-60 (secs)
pt_br: Outro Servidor UPnP tempo para expirar 10-60 (segs)

# #30411
source: Picture Slideshow Pause 2-20 (secs)
pt_br: Pausar o Slideshow de imagem 2-20 (segs)

# #30412
source: Mezzmo Slideshow Viewer
pt_br: Mezzmo Visualizador de Slideshow

# #30413
source: Kodi is unable to display pictures via native UPnP. Please choose a different UPnP server for viewing pictures.
pt_br: O Kodi não consegue exibir imagens via UPnP nativo. Escolha um servidor UPnP diferente para visualizar as imagens

# #30414
source: There were no matching search results found on your Mezzmo server.
pt_br: Não foram encontrados resultados de pesquisa correspondentes em seu servidor Mezzmo.

# #30415
source: Select Picture Viewing Format
pt_br: Selecione o formato de visualização da imagem

# #30416
source: Select Picture to View
pt_br: Selecione Imagem para Visualizar

# #30418
source: Pictures Normal Delay
pt_br: Atraso Normal das Imagens

# #30419
source: Pictures Extended Delay
pt_br: Atraso Extendido das Imagens

# #30420
source: Mezzmo Search Results
pt_br: Mezzmo Resultados da Procura

# #30421
source: The server returned no items for the selected playlist.
pt_br: O servidor não retornou itens para a lista de reprodução selecionada.

# #30422
source: Mezzmo Search Results
pt_br: Mezzmo Resultados da Pesquisa

# #30423
source: Mezzmo Server Response
pt_br: Resposta do Servidor Mezzmo

# #30424
source: UPnP Server Response
pt_br: Resposta do Servidor UPnP

# #30425
source: Automatic Slideshow Viewer
pt_br: Visualizador Automático de Imagens

# #30426
source: No Mezzmo sync server selected
pt_br: Nenhuma sincroção do servidor Mezzmo selecionada

# #30427
source: Export Data From Database
pt_br: Exportar Informações do Banco de Dados

# #30428
source: Mezzmo database extract successful at:
pt_br: Mezzmo banco de dados extraído com sucesso em:

# #30429
source: Mezzmo Database Export
pt_br: Mezzmo Exportar Banco de Dados

# #30430
source: Mezzmo experienced an error exporting database table:
pt_br: Mezzmo experimentou um erro ao exportar tabela do database:

# #30431
source: Mezzmo Export Error for Database
pt_br: Mezzmo Exportar para o Database com erro

# #30432
source: Select Database Table(s) to Export
pt_br: Selecione a(s) Tabelas do Database para Exportar

# #30433
source: Multiple Trailer Count
pt_br: Número de Trailers Múltiplos

# #30434
source: Mezzmo Play Trailers
pt_br: Mezzmo Reproduzir Trailers

# #30437
source: Mezzmo Search
pt_br: Mezzmo Procurar

# #30438
source: Kodi Bookmark Sync
pt_br: Kodi Sincronizar os Marcadores

# #30439
source: Kodi Native Skin Updates
pt_br: Skin Nativa do Kodi Atualizações

# #30440
source: Mezzmo Clear Bookmark
pt_br: Mezzmo Limpar Marcador

# #30441
source: Native Mode
pt_br: Modo Nativo

# #30442
source: Kodi Native Mode Sync
pt_br: Modo Nativo de Sincronização do Kodi

# #30443
source: Native Mode TV Show Actors
pt_br: Atores de programas de TV no modo nativo

# #30444
source: Mezzmo data in the Kodi DB could not be cleared.
pt_br: Dados do Mezzmo no database do Kodi nao puderam ser apagados.

# #30445
source: Mezzmo data in the Mezzmo10 DB could not be cleared.
pt_br: Os dados Mezzmo no banco de dados Mezzmo10 não puderam ser apagados.

# #30446
source: Sync Kodi Tags From Mezzmo
pt_br: Sincronização das Tags do Kodi via Mezzmo

# #30447
source: Add Server Manually
pt_br: Adicionar Servidor Manualmente

# #30448
source: Enter New Server IP address
pt_br: Entre com o Novo endereço IP do Servidor

# #30449
source: Enter New Server port #
pt_br: Entre Nova Porta do Servidor #

# #30450
source: Select New Server Type
pt_br: Selecione Novo tipo de Servidor

# #30451
source: Mezzmo new UPnP server manually added:
pt_br: Mezzmo novo Servidor UPnP adicionado manualmente:

# #30452
source: Diagnostics
pt_br: Diagnósticos

# #30453
source: Mezzmo Server Response Logging
pt_br: Log de Resposta do Servidor Mezzmo

# #30454
source: UPnP Server Response Logging
pt_br: Log de Resposta do Servidor UPnP

# #30455
source: Mezzmo Records Processed:
pt_br: Mezzmo Registros Processados:

# #30456
source: Mezzmo Full Sync Status
pt_br: Mezzmo Estatus de Sincronização Completa

# #30457
source: Mezzmo Sync Beginning
pt_br: Sincronização Mezzmo Iniciando

# #30458
source: Mezzmo Full Sync Completed
pt_br: Mezzmo Sincronização Completa Finalizada

# #30459
source: Kodi Clear Mezzmo Status
pt_br: Kodi Limpar Estatus do Mezzmo

# #30460
source: Percent Complete:
pt_br: Percentual Completo:

# #30461
source: Mezzmo Selective Sync Tag
pt_br: Marca de sincronização seletiva Mezzmo

# #30462
source: Prefer Local Trailers
pt_br: Preferir Trailers Locais

# #30463
source: Kodi Music Video Sync
pt_br: Sincronização de Concertos no Kodi

# #30465
source: New Search
pt_br: Nova Procura

# #30466
source: Mezzmo UPnP server successfully deleted:
pt_br: Mezzmo Servidor UPnP deletado com sucesso:

# #30467
source: Mezzmo Movie Set
pt_br: Mezzmo Coletânea de Filmes

# #30468
source: Mezzmo Movie Collection
pt_br: Mezzmo Coletânea de Filmes

# #30469
source: Mezzmo Music Video Collection
pt_br: Mezzmo Coletânea de Concertos

# #30470
source: Mezzmo Keywords
pt_br: Mezzmo Palavras Chaves

# #30471
source: Select Mezzmo Feature
pt_br: Selecione o Recurso Mezzmo

# #30472
source: Confirm clearing bookmark
pt_br: Confirmar a limpeza de marcador

# #30473
source: Confirm clearing / setting watched status
pt_br: Confirmar limpeza / ajuste estatus assistido

# #30474
source: Mezzmo Addon Playcount Error
pt_br: Mezzmo Erro Addon Contador de Reprodução

# #30475
source: Context Menu Confirmations
pt_br: Menu de Contexto Confirmações

# #30476
source: Slideshow - Continuous
pt_br: Slideshow - Contínuo

# #30477
source: Kodi Director / Writer Sync
pt_br: Sincronização Diretor / Escritor Kodi

# #30479
source: Mezzmo Movie Preview Count
pt_br: Número de Itens Mezzmo Movie Previews

# #30480
source: Release Year Trailers
pt_br: Trailers Lançados no Ano

# #30482
source: No trailers found. Starting main movie.
pt_br: Nenhum trailer encontrado. Iniciando filme principal.

# #30483
source: Native Fast Sync Time 0-5 (mins)
pt_br: Tempo de sincronização rápida nativa 0-5 (minutos)

# #30484
source: Enhanced Trailer Information
pt_br: Informações aprimoradas do trailer

# #30485
source: Played Trailer Color
pt_br: Cor do Trailer Assistido

# #30486
source: Local IMDB Trailer Color
pt_br: Cor de trailer Local IMDB

# #30487
source: Local YouTube Trailer Color
pt_br: Cor de trailer local YouTube

# #30488
source: Mezzmo Music Playlist
pt_br: Mezzmo Lista de Reprodução Músicas

# #30489
source: UPnP Dynamic Music Playlists
pt_br: Listas de reprodução de música dinâmica UPnP

# #30490
source: Refresh Screen After Preview Playback
pt_br: Atualizar a tela após a reprodução de visualização

# #30501
source: Set bookmark delay 0-30 secs behind current playback position.
pt_br: Defina o atraso do marcador de 0 a 30 segundos atrás da posição de reprodução atual.

# #30502
source: Disable Kodi caching always during Mezzmo browsing otherwise cache times are updated devery 30 minutes. Disabling can slow down performance.
pt_br: Sempre desative o cache do Kodi durante a navegação no Mezzmo, caso contrário, os tempos de cache são atualizados a cada 30 minutos. A desativação pode diminuir o desempenho.

# #30503
source: Add Mezzmo actor information to Kodi database during playlist browsing. Automatically disabled by background sync option when enabled and sync is achieved.
pt_br: Adicione informações do ator Mezzmo ao banco de dados Kodi durante a navegação na lista de reprodução. Desativado automaticamente pela opção de sincronização em segundo plano quando ativado e a sincronização é alcançada

# #30504
source: Add Mezzmo TV episodes to the Kodi database. Options are to match by season & episode or by media category. Default is season & episode. Category is handy when you have both season and episode = 0 TV media files.
pt_br: Adicione episódios de TV Mezzmo ao banco de dados Kodi. As opções devem corresponder por temporada e episódio ou por categoria de mídia. O padrão é temporada e episódio. A categoria é útil quando você tem temporada e episódio = 0 arquivos de mídia de TV.

# #30505
source: Detect Mezzmo metadata changes during playlist browsing. Automatically disabled by background sync option when enabled and sync is achieved.
pt_br: Detecte alterações de metadados do Mezzmo durante a navegação na lista de reprodução. Desativado automaticamente pela opção de sincronização em segundo plano quando ativado e a sincronização é alcançada.

# #30506
source: Background sync process to keep Mezzmo and Kodi databases in sync. Automatically disables real time updates when sync is achieved.
pt_br: Processo de sincronização em segundo plano para manter os bancos de dados Mezzmo e Kodi sincronizados. Desativa automaticamente as atualizações em tempo real quando a sincronização é alcançada.

# #30507
source: Logs duplicate entries in the Mezzmo database to the Kodi logfile during daily sync process (Midnight to 6AM). A handy feature to keep your Mezzmo database clean.
pt_br: Registrar entradas duplicadas no banco de dados Mezzmo para o arquivo de log Kodi durante o processo de sincronização diária (meia-noite às 6h). Um recurso útil para manter seu banco de dados Mezzmo limpo

# #30508
source: Clears and/or resync the Mezzmo entries in your Kodi database upon Mezzmo addon startup. Clear: Just clears Mezzmo data in the Kodi DB. Full sync: Clears and rebuilds all Mezzmo data in the Kodi DB. Option will be set to Off when complete. A regular database clear is part of the daily sync process. This option is for one time clearing.
pt_br: Ative para ver apenas os servidores Mezzmo UPnP. Desative para ver todos

# #30510
source: Select skin to change Mezzmo addon view options.
pt_br: Selecione a skin para alterar as opções de visualização do Addon Mezzmo.

# #30511
source: Top folder view display format.
pt_br: Formato de exibição da exibição da pasta principal.

# #30512
source: Folder view display format.
pt_br: Formato de exibição de exibição de pasta.

# #30513
source: Top folder view mapping to a specific view format.
pt_br: Mapeamento de exibição de pasta superior para um formato de exibição específico.

source: Folder view mapping to a specific view format.
pt_br: Mapeamento de exibição de pasta para um formato de exibição específico.

# #30515
source: Photos view display format.
pt_br: Formato de exibição de fotos

# #30516
source: Servers view display format.
pt_br: Servidores Formatos da visualização.

# #30517
source: Movies view display format.
pt_br: Formato de visualização de filmes.

# #30518
source: TV Shows / Episodes view display format.
pt_br: Formato de visualização de Seriados / Episódios.

# #30519
source: Music view display format.
pt_br: Formato de visualização de Músicas

# #30520
source: Logs performance stastics to the Kodi logfile. Default is enabled.
pt_br: Registra as estatísticas de desempenho no arquivo de log Kodi. O padrão é ativado.

# #30521
source: All other content view display format.
pt_br: Todos os outros formatos de exibição de exibição de conteúdo.

# #30522
source: Music Videos view display format.
pt_br: Formato de visualização de Concertos

# #30523
source: Automatically stop paused video in minutes. 0 - never automatically stop paused video.
pt_br: Pare automaticamente o vídeo pausado em minutos. 0 - nunca pare automaticamente o vídeo pausado

# #30524
source: Kodi automatically manages the Mezzmo Background Sync setting based upon the sync state with Mezzmo. Default is enabled. Disable for more manual control.
pt_br: O Kodi gerencia automaticamente a configuração Mezzmo Background Sync com base no estado de sincronização com o Mezzmo. O padrão é ativado. Desative para controle manual adicional.

# #30525
source: Mezzmo addon manages Kodi views based upon content type. Disable to have Kodi manage. Default is enabled.
pt_br: O Add-on Mezzmo gerencia as visualizações do Kodi com base no tipo de conteúdo. Desative para que o Kodi gerencie. O padrão é ativado.

# #30526
source: Mezzmo addon Mezzmo server response timeout value. Default is 60 seconds.
pt_br: Mezzmo addon Valor de tempo limite de resposta do servidor Mezzmo. O padrão é 60 segundos.

# #30527
source: Mezzmo addon new UPnP server discovery timeout value. Default is 5 seconds.
pt_br: Mezzmo addon novo valor de tempo limite de descoberta de servidor UPnP. O padrão é 5 segundos.

# #30528
source: Number of previous searches to display 0-30. Default is 10 searches
pt_br: Número de pesquisas anteriores para exibir 0-30. O padrão é 10 pesquisas

# #30529
source: Select and view Mezzmo server to sync with Kodi.
pt_br: Selecione e visualize o servidor Mezzmo para sincronizar com o Kodi.

# #30530
source: Mezzmo addon non-Mezzmo server response timeout value. Default is 60 seconds.
pt_br: Valor de tempo limite de resposta de outros servidores não Mezzmo do add-on Mezzmo. O padrão é 60 segundos.

# #30531
source: Adjust slideshow pause between photos / images 2-20 secs. Default is 3 seconds.
pt_br: Ajuste a pausa da apresentação de slides entre fotos / imagens 2-20 segundos. O padrão é 3 segundos

# #30532
source: Enable slideshow viewer when browsing pictures. When enabled a prompt will be displayed asking if the pictures should be shown using a slidewshow viewer. Default is enabled.
pt_br: Ative o visualizador de apresentação de slides ao navegar pelas fotos. Quando ativado, um prompt será exibido perguntando se as imagens devem ser exibidas usando um visualizador de apresentação de slides. O padrão é ativado.

# #30533
source: Select Kodi DB or Mezzmo addon table(s) for export to CSV format for external use.
pt_br: Selecione a(s) tabela(s) de complemento Kodi DB ou Mezzmo para exportar para o formato CSV para uso externo.

# #30534
source: Select number of trailers to display on Mezzmo Play Trailers context menu option. Default is 10. 0 disables multiple trailers.
pt_br: Selecione o número de trailers a serem exibidos na opção do menu de contexto Mezzmo Play Trailers. O padrão é 10. 0 desativa vários trailers.

# #30535
source: Enable to sync Mezzmo bookmarks to the Kodi DB. This is only needed when running in Kodi native mode and playing files directly from the Kodi skin. Default is disabled.
pt_br: Ative para sincronizar os favoritos do Mezzmo com o Kodi DB. Isso só é necessário ao executar no modo nativo do Kodi e reproduzir arquivos diretamente da skin do Kodi. O padrão é desabilitado.

# #30536
source: Enable to for native Kodi skin updates when Mezzmo finishes a sync process. This is optional when running in Kodi native mode and playing files directly from the Kodi skin. It willl cause extra log messages. Default is disabled.
pt_br: Ative para atualizações de skin nativas do Kodi quando o Mezzmo terminar um processo de sincronização. Isso é opcional ao executar no modo nativo do Kodi e reproduzir arquivos diretamente da skin do Kodi. Isso causará mensagens de log extras. O padrão é desabilitado.

# #30537
source: Enable for native Kodi Mezzmo data sync. This is needed to display cast metadata and similar in native mode operation. Default is disabled.
pt_br: Ative a sincronização nativa de dados Kodi Mezzmo. Isso é necessário para exibir metadados de transmissão e similares na operação do modo nativo. O padrão é desativado

# #30538
source: Enable for native Kodi mode to display TV Shows by actor. Default is disabled.
pt_br: Ative o modo Kodi nativo para exibir programas de TV por ator. O padrão é desabilitado.

# #30539
source: Enable for native Kodi mode to sync Mezzmo keywords to Kodi tags. Default is disabled.
pt_br: Ativar modo Kodi nativo para sincronizar palavras-chave Mezzmo com tags Kodi. O padrão é desabilitado.

# #30540
source: Enables logging a specific number of Mezzmo server responses before automatically disabling. Default is disabled.
pt_br: Ativa o registro de um número específico de respostas do servidor Mezzmo antes de desativar automaticamente. O padrão é desabilitado.

# #30541
source: Enables logging a specific number of UPnP server responses before automatically disabling. Default is disabled.
pt_br: Ativa o registro de um número específico de respostas do servidor UPnP antes de desativar automaticamente. O padrão é desabilitado.

# #30542
source: Enables selectively syncing portins of the Mezzmo library with Kodi with Smart Playists that contain the selected tag name. Default is All.
pt_br: Permite a sincronização seletiva de portas da biblioteca Mezzmo com Kodi com Smart Playists que contêm o nome da tag selecionada. O padrão é todos

# #30543
source: When enabled will only sync local trailers to Kodi when found otherwise You Tube trailers will sync. Default is enabled.
pt_br: Quando ativado, apenas os trailers locais serão sincronizados com o Kodi quando encontrados, caso contrário, os trailers do You Tube serão sincronizados. O padrão é ativado.

# #30544
source: Enable to sync Mezzmo category musicvideo as Kodi musicvideos otherwise they will sync as movies. Default is disabled.
pt_br: Ative para sincronizar videoclipes da categoria Mezzmo como videoclipes Kodi, caso contrário, eles serão sincronizados como filmes. O padrão é desabilitado.

# #30545
source: Enable to provide context menu confirmation dialogs for bookmark clearing and watch status updates to protect against accidental changes. Default is enabled.
pt_br: Ative para fornecer caixas de diálogo de confirmação do menu de contexto para limpeza de favoritos e atualizações de estatus assistido para proteção contra alterações acidentais. O padrão é ativado.

# #30546
source: Enable for native Kodi mode to sync Mezzmo directors / writers to Kodi. Default is disabled.
pt_br: Ative o modo Kodi nativo para sincronizar os diretores / escritores Mezzmo com o Kodi. O padrão é desativado
